/* No comment provided by engineer. */
"%@ copied to clipboard" = "%@ kopieras till urklipp";

/* No comment provided by engineer. */
"%d Confirmations" = "%d Bekräftelser";

/* No comment provided by engineer. */
"%d more" = "%d";

/* No comment provided by engineer. */
"%d Transactions" = "%d Transaktioner";

/* No comment provided by engineer. */
"Account Settings" = "Kontoinställningar";

/* No comment provided by engineer. */
"Active" = "Aktiv";

/* No comment provided by engineer. */
"Add to Address book?" = "Lägg till i adressboken?";

/* No comment provided by engineer. */
"An error occured validating your PIN code with the remote server. You may be offline or blockchain may be experiencing difficulties. Would you like retry validation or instead enter your password manually?" = "Ett fel uppstod, validera din PIN-kod med fjärrservern. Du kan vara offline eller blockchain kan uppleva svårigheter. Skulle du vilja försöka igen validering av eller i stället ange ditt lösenord manuellt?";

/* No comment provided by engineer. */
"An error was encountered loading your wallet. You may be offline or Blockchain is experiencing difficulties. Please close the application and try again later or re-pair you device." = "Ett fel uppstod fylla på din plånbok. Du kan vara offline eller Blockchain är svårigheter. Stäng programmet och försöka igen senare eller re-pair-enheten.";

/* No comment provided by engineer. */
"Any Address" = "Någon Adress";

/* No comment provided by engineer. */
"Archive" = "Arkiv";

/* No comment provided by engineer. */
"Archived" = "Arkiverad";

/* No comment provided by engineer. */
"Automatically" = "Automatiskt";

/* No comment provided by engineer. */
"Before accessing your wallet, please choose a pin number to use to unlock your wallet. It's important you remember this pin as it cannot be reset or changed without first unlocking the app." = "Innan du får åtkomst till din plånbok, välj en pin-nummer att använda för att låsa upp din plånbok. Det är viktigt att du kommer ihåg denna pin-kod som inte kan återställas eller ändras utan att först låsa upp appen.";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Cannot save PIN Code while wallet is not initialized or password is null" = "Det går inte att spara PIN-Koden när plånboken är inte initierats eller lösenordet är ogiltigt";

/* No comment provided by engineer. */
"Change PIN" = "Ändra PIN-kod";

/* No comment provided by engineer. */
"Close App" = "Nära App";

/* No comment provided by engineer. */
"Confirm Payment" = "Bekräfta Betalning";

/* No comment provided by engineer. */
"Confirm payment of %@ (%@) to %@" = "Bekräfta betalning av%1$@ (%2$@) på %3$@";

/* No comment provided by engineer. */
"Create Wallet" = "Skapa Plånbok";

/* No comment provided by engineer. */
"Decrypted PIN Password length 0" = "Dekrypteras PIN Lösenord längd 0";

/* No comment provided by engineer. */
"Decrypting Private Key" = "Privata Nyckel För Att Dekryptera";

/* No comment provided by engineer. */
"Enter Password" = "Ange Lösenord";

/* No comment provided by engineer. */
"Error" = "Fel";

/* No comment provided by engineer. */
"Failed To Load Wallet" = "Gick Inte Att Ladda Plånboken";

/* No comment provided by engineer. */
"No internet connection." = "Ingen internet-anslutning.";

/* No comment provided by engineer. */
"Finished Signing Inputs" = "Färdiga Logga Ingångar";

/* No comment provided by engineer. */
"Forget Details" = "Glöm Detaljer";

/* No comment provided by engineer. */
"Forget Wallet" = "Glömma Plånboken";

/* No comment provided by engineer. */
"How would you like to pair?" = "Hur skulle du vilja par?";

/* No comment provided by engineer. */
"If you already have a Blockchain Wallet, choose Pair Device; otherwise, choose Create Wallet.    It's Free! No email required." = "Om du redan har en Blockchain Plånbok, välj koppla ihop Enheten, annars väljer du Skapa Plånbok. Det är Gratis! Ingen e-post krävs.";

/* No comment provided by engineer. */
"Imported Private Key %@" = "Importerade Privat Nyckel:% @";

/* No comment provided by engineer. */
"Information" = "Information";

/* No comment provided by engineer. */
"Invalid email address." = "Ogiltig e-postadress.";

/* No comment provided by engineer. */
"Invalid GUID" = "Ogiltiga GUID";

/* No comment provided by engineer. */
"Invalid Identifier" = "Ogiltig Identifierare";

/* No comment provided by engineer. */
"Invalid Send Value" = "Ogiltigt Värde Skicka";

/* No comment provided by engineer. */
"Invalid Shared Key" = "Ogiltiga Delad Nyckel";

/* No comment provided by engineer. */
"Invalid Status Code Returned %@" = "Ogiltig Status Kod Returneras %@";

/* No comment provided by engineer. */
"Invalid to bitcoin address" = "Ogiltig bitcoin adress";

/* No comment provided by engineer. */
"Loading External Page" = "Fylla På Extern Sida";

/* No comment provided by engineer. */
"Logout" = "Logga ut";

/* No comment provided by engineer. */
"Manually" = "Manuellt";

/* No comment provided by engineer. */
"No" = "Inga";

/* No comment provided by engineer. */
"No Label" = "Ingen Etikett";

/* No comment provided by engineer. */
"No Password Entered" = "Inga Lösenord";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open Account Settings, Logout or change your pin below." = "Öppna Inställningar Konto, Logga ut eller ändra pin-koden nedan.";

/* No comment provided by engineer. */
"Options" = "Alternativ";

/* No comment provided by engineer. */
"Pair Device" = "Koppla Ihop Enheten";

/* No comment provided by engineer. */
"Parsing Pairing Code" = "Tolkning Länkningskod";

/* No comment provided by engineer. */
"Password must 10 characters or longer" = "Lösenordet måste vara 10 tecken eller längre";

/* No comment provided by engineer. */
"Passwords do not match" = "Lösenorden matchar inte";

/* No comment provided by engineer. */
"Payment Sent!" = "Betalning Skickas!";

/* No comment provided by engineer. */
"PIN Encrypted String is nil" = "PIN-Krypterade Strängen är noll";

/* No comment provided by engineer. */
"PIN Response Object key or value length 0" = "PIN-Svar Object nyckel eller värde längd 0";

/* No comment provided by engineer. */
"PIN Response Object success length 0" = "PIN-Svar Objekt framgång längd 0";

/* No comment provided by engineer. */
"PIN Saved Successfully" = "PIN-Sparats";

/* No comment provided by engineer. */
"PIN Validation cannot be completed. Please enter your wallet password manually." = "PIN-Validering kan genomföras. Ange din plånbok lösenord manuellt.";

/* No comment provided by engineer. */
"PIN Validation Error" = "PIN-valideringsfel";

/* No comment provided by engineer. */
"Please enter your 36 character wallet identifier correctly. It can be found in the welcome email on startup." = "Vänligen ange ditt 36 karaktär plånbok identifierare korrekt. Det kan hittas i den välkommen e-post på start.";

/* No comment provided by engineer. */
"Please provide an email address." = "Vänligen ange en e-postadress.";

/* No comment provided by engineer. */
"Please Wait" = "Vänligen Vänta";

/* No comment provided by engineer. */
"Retry Validation" = "Försök Igen Validering";

/* No comment provided by engineer. */
"Scan Watch Only Address?" = "Skanna Titta Bara Adress?";

/* No comment provided by engineer. */
"Second Password Incorrect" = "Andra Lösenord Felaktigt";

/* No comment provided by engineer. */
"Send Payment From:" = "Skicka Betalningen Från:";

/* No comment provided by engineer. */
"Send Payment To:" = "Skicka Betalning Till:";

/* No comment provided by engineer. */
"Server Returned Null Status Code" = "Servern Tillbaka Null Status Kod";

/* No comment provided by engineer. */
"Signing Input %d" = "Logga Input %d";

/* No comment provided by engineer. */
"Signing Inputs" = "Logga Ingångar";

/* No comment provided by engineer. */
"Success" = "Framgång";

/* No comment provided by engineer. */
"The private key you are attempting to import is encrypted. Please enter the password below." = "Den privata nyckel som du försöker att importera är krypterad. Vänligen ange lösenord nedan.";

/* No comment provided by engineer. */
"This action requires the second password for your bitcoin wallet. Please enter it below and press continue." = "Denna åtgärd kräver det andra lösenordet för din bitcoin plånbok. Ange den nedan och tryck på fortsätt.";

/* No comment provided by engineer. */
"This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere otherwise any bitcoins in this wallet will be inaccessible!!" = "Detta kommer att radera alla plånboken data på den här enheten. Vänligen bekräfta att du har din plånbok uppgifter sparas någon annanstans på annat sätt alla bitcoins i denna plånbok kommer att vara otillgängliga!!";

/* No comment provided by engineer. */
"Unarchive" = "Hämta";

/* No comment provided by engineer. */
"Unconfirmed" = "Obekräftat";

/* No comment provided by engineer. */
"Unsupported Private Key Format" = "Som Inte Stöds Privata Nyckeln Format";

/* No comment provided by engineer. */
"User Declined" = "Användaren Minskade";

/* No comment provided by engineer. */
"Wallet address %@ has funds available to spend. However the private key needs to be scanned from a paper wallet or QR Code. Would you like to scan the private key now?" = "Plånbok adress %@ har medel att spendera. Men den privata nyckeln måste vara skannat från ett papper plånbok eller QR-Kod. Vill du söka igenom den privata nyckeln nu?";

/* No comment provided by engineer. */
"Wallet Paired Successfully." = "Plånbok Parats Ihop.";

/* No comment provided by engineer. */
"Warning!!!" = "Varning!!!";

/* No comment provided by engineer. */
"Welcome Back" = "Välkommen Tillbaka";

/* No comment provided by engineer. */
"Welcome to Blockchain Wallet" = "Välkommen till Blockchain Plånbok";

/* No comment provided by engineer. */
"Would you like to add the bitcoin address %@ to your address book?" = "Vill du lägga till bitcoin-adress %@ till din adressbok?";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* No comment provided by engineer. */
"You have no active bitcoin addresses available for sending" = "Du har ingen aktiv bitcoin postadresser tillgängliga för att skicka";

/* No comment provided by engineer. */
"You must enter a destination address" = "Du måste ange en måladress";

/* No comment provided by engineer. */
"You must enter a label" = "Du måste ange en etikett";

/* No comment provided by engineer. */
"Your wallet was successfully created." = "Plånboken har skapats.";

/* No comment provided by engineer. */
"Close" = "Stäng";

/* No comment provided by engineer. */
"Back" = "Tillbaka";

/* No comment provided by engineer. */
"New Wallet" = "Ny plånbok";

/* No comment provided by engineer. */
"MOVED" = "FLYTTADE";

/* No comment provided by engineer. */
"RECEIVED" = "FICK";

/* No comment provided by engineer. */
"SENT" = "SKICKAS";

